Repository: KobeCena/ArcamobileBusinesses
Catalog: *.lproj/Localizable.strings
Languages: pt

# dateFormat
source: MM/dd/yyyy
pt: yyyy-MM-dd'T'HH:mm:ss.SSS

# tabBarItem1
source: Nearby
pt: Próximo

# tabBarItem2
source: Businesses
pt: Empresas

# tabBarItem3
source: My Businesses
pt: Minhas Empresas

# tabBarItem4
source: Settings
pt: Configurações

# ApplicationName
source: Deals
pt: Ofertas

# NearDealMessage
source: New deal: %1$@
pt: Nova Oferta: %1$@

# NearDealMessage2
source: New deal
pt: Nova Oferta

# ViewDeal
source: View
pt: Veja

source: No Connection!
pt: Sem conexão!

# NoConnectionMessage
source: Sorry, you need an internet connection to access Deals app.
pt: Desculpe, você precisa estar conectado para acessar o aplicativo de Ofertas.

# NoSaveData
source: Impossible to save Application Data
pt: Impossível salvar os dados do aplicativo

# NoSaveDataMessage
source: This application cannot save settings data. Please, report this error to manufacturer!
pt: Esse aplicativo não pode salvar dados de configuração. Por favor, informe este erro ao fabricante!

source: No Results
pt: Sem Resultados

# NoResultsFound
source: No results were found!
pt: Nenhum resultado foi encontrado!

# NoGPSResults
source: No GPS Location Results
pt: Nenhum resultado por localização de GPS encontrado

# NoGPSResultsMessage
source: Your GPS location could not be determined after the maximum waiting interval. Verify interferences in your location or disable 'Nearby' feature at Settings and try again.
pt: A sua localização GPS não pôde ser determinada após o intervalo máximo de espera. Verificar as interferências na sua localização ou desative o recurso 'Perto De' em Configurações e tente novamente.

source: Browse
pt: Procurar

source: of
pt: de

# PreviousButton
source: Prev
pt: Ant.

# NextButton
source: Next
pt: Próx.

source: Loading ...
pt: Carregando ...

source: Wait ...
pt: Aguarde ...

source: Search for:
pt: Buscar por:

source: Phone:
pt: Tel.:

source: Price:
pt: Preço:

source: Get Directions
pt: Como chegar

source: Directions
pt: Instruções

# DoneButton
source: Done
pt: Feito

source: Password
pt: Senha

source: First Name
pt: Nome

source: Last Name
pt: Sobrenome

# RetypePassword
source: You must retype your password.
pt: Repita a senha

source: Description
pt: Descrição

source: Location
pt: Localização

source: Contact information
pt: Informações de Contato

# LocationServicesDisabledTitle
source: Location Services Disabled
pt: Serviço de Localização Desativado

# LocationServicesDisabledMsg
source: You currently have all location services for this device disabled. To proceed with this action, your location services should be reenabled.
pt: Você tem atualmente todos os serviços de localização para este dispositivo desativado. Para continuar com esta ação, os seus serviços de localização devem ser reativados.

# GPSErrorTitle
source: GPS Locatization Error
pt: Erro de Localizaçãp do GPS

# GPSErrorLocationUnknown
source: The GPS device is currently unable to get your position. Please, try again later!
pt: O dispositivo GPS atualmente é incapaz de obter a sua posição. Por favor, tente novamente mais tarde!

# GPSErrorDenied
source: The GPS feature was denied for this application. Please, reenable it through the device settings!
pt: O recurso de GPS foi negado para esta aplicação. Por favor, reative-o através das configurações do dispositivo!

# GPSErrorHeadingFailure
source: The GPS device could not determining your location because of strong interference from nearby magnetic fields! Try to use your iPhone device from another area with no interference.
pt: O dispositivo GPS não pode determinar a sua localização por causa da forte interferência de campos magnéticos próximos! Tente utilizar o seu dispositivo iPhone de outra área sem interferência.

# GPSErrorDefault
source: The GPS device could not determining your location because of undefined message.
pt: O dispositivo GPS não pode determinar a sua localização por causa de uma mensagem indefinida.

# Copyright
source: Copyright © 2011. All Rights Reserved.
pt: Copyright © 2011. Todos os Direitos Reservados.

# DistancePlural
source: Miles
pt: milhas

# DistanceUnit
source: Mile
pt: milha

source: List
pt: Lista

source: Details
pt: Detalhes

source: Deal
pt: Oferta

source: Save
pt: Salvar

source: Cancel
pt: Cancelar

source: Save & Back
pt: Salvar e Voltar

# SaveErrorTitle
source: Impossible to save Application Data
pt: Impossível salvar dados do aplicativos

# SaveErrorMessage
source: This application cannot save settings data. Please, report this error to manufacturer!
pt: Este aplicativo não pode salvar dados de configurações. Por favor, informe esse erro ao fabricante!

source: Downloading Error
pt: Erro no Download

# DownloadingErrorMessage
source: Title for alert displayed when download or parse error occurs.
pt: Título de alerta de erro exibida quando download ou erro de analise ocorre.

source: Me
pt: Eu

source: By
pt: Por

source: Application:
pt: Applicativo:

# ApplicationDescription
source: Edirectory for the iPhone
pt: eDirectory para iPhone

source: Version:
pt: Versão:

# SelectCitiesWithLetter
source: Filter by
pt: Filtrar por

source: Country
pt: País

source: State
pt: Estado

source: City
pt: Busca por Localização

source: Click to select
pt: Clique para selecionar

source: Select country first
pt: Selecione país primeiro

source: Select state first
pt: Selecione estado primeiro

# ClickToSelectCity
source: Click here to select a city
pt: Clique aqui para selecionar a cidade

source: Near:
pt: Próximo:

# NearMe
source: Search by Nearby
pt: Perto de mim

source: Distance:
pt: Distância:

# NearbyKey1
source: Airport
pt: Aeroporto

# NearbyKey3
source: Coffe Shop
pt: Cafeteria

# NearbyKey4
source: Gas Station
pt: Posto de Gasolina

# NearbyKey5
source: Gym
pt: Academia

# NearbyKey7
source: Pharmacy
pt: Farmácia

# NearbyKey8
source: Real Estate
pt: Imobiliárias

# NearbyKey9
source: Restaurants
pt: Restaurantes

source: Nearby Results
pt: Resultados por Proximidade

# NearbyDeals
source: Nearby Businesses
pt: Empresas por Proximidade

# dealOriginalValueLabel
source: Originally $%0.2f
pt: Originalmente $%0.2off

# dealGrabbedLabel
source: %d Deal(s) grabbed
pt: %d Oferta (s) arrematadas

# dealBarTitle
source: Deals
pt: Ofertas

# dealNavigationTitle
source: Deals Categories
pt: Categorias de Ofertas

# dealBarBackItemTitle
source: Back
pt: Voltar

# dealWaitMyDeals
source: Retrieving grabbed deals...
pt: Recuperando ofertas arrematadas...

# dealWaitNearbyDeals
source: Searching nearby Businesses...
pt: Procurando empresas por proximidade...

# grabbedDealDetailTitle
source: Unused Deal
pt: Oferta não utilizada

# nearbyTopMesage
source: Found %d deal(s) %d miles near %@
pt: Encontrado %d oferta(s) %d milhas perto de %@

# nearbyMapMessage
source: Show businesses on map
pt: Mostre ofertas no mapa

# forceFacebookLogInToRedeemTitle
source: Unable to proceed
pt: Não foi possível de prosseguir

# forceFacebookLogInToRedeem
source: In order to proceed with the checkin and grabb this deal, you MUST log in using your Facebook account.
pt: Para prosseguir com o checkin e arrematar esta oferta, você deve fazer login usando sua conta Facebook.

# noDealsNearby
source: There are no Deals nearby1
pt: Não há ofertas nas proximidades

# noBusinessNearbyTip
source: Use the “Businesses” button on the app navigation bar to search for businesses!
pt: Use o botão “Empresas” na barra de navegação para encontrar empresas!

# FirstRunTitleMessage
source: Nearby Businesses in
pt: Ofertas próximas a

# FirstRunBodyMessage
source: Do you want to set default local search to your area?
pt: Você quer definir sua área local como padrão de busca?

# soldoutDealTitleMessage
source: This Deal is Sold Out
pt: Esta Oferta esta esgotada

# soldoutDealBodyMessage
source: Check the Company site for more Deals
pt: Visite o site da Empresa para mais Ofertas

# emptyRedeemCodeMessage
source: Facebook did not respond to your request. Please try again.
pt: Facebook não respondeu seu pedido. Por favor, tente novamente.

# DetailDealButtonCheckinMessage
source: Check in and Grab this Deal
pt: Check in e Arremate esta Oferta

# DetailDealButtonSoldOutMessage
source: Sold Out
pt: Esgotada

# businessTopMesage
source: Found %d business(es) %d miles near %@
pt: Encontada(s) %d empresa(s) %d milhas perto de %@

# noBusinessNearby
source: There are no Businesses nearby.
pt: Não há Empresas por perto.

# searchPlaceholderText
source: Search for product or service
pt: Procurar uma Empresa

# businessNavigationTitle
source: Business Categories
pt: Categorias de Empresas

# detailButtonTab1
source: Description
pt: Descrição

# detailButtonTab2
source: Contact
pt: Contato

# detailButtonTab3
source: Directions
pt: Localização

# detailButtonTab4
source: Reviews
pt: Avaliações

# detailContactPhone
source: Phone:
pt: Telefone:

# reviewsLabel
source: %d Reviews
pt: %d Avaliações

# reviewLabel
source: %d Review
pt: %d Avaliação

# reviewButton
source: Review it
pt: Avalie

# businessGeneralWaitMessage
source: Waiting
pt: Aguarde

# myBusinessButtonTab1
source: My Reviews
pt: Avaliações

# myBusinessButtonTab2
source: Favorites
pt: Favoritos

# PushBusinessNotifications
source: Push Notifications
pt: Ativar Notificações de Empresas

# NearbyTitle
source: Nearby
pt: Próximo

# SearchTitle
source: Businesses
pt: Ofertas

# ListingsTitle
source: My Businesses
pt: Minhas Empresas

# EventsTitle
source: Events
pt: Eventos

# ClassifiedsTitle
source: Classifieds
pt: Classificados

# ArticlesTitle
source: Articles
pt: Artigos

# ContactTitle
source: Contact
pt: Contato

# AboutTitle
source: About
pt: Sobre

# SearchButton
source: Search
pt: Busca

source: Find
pt: Encontre

source: Keyword
pt: Palavra chave

source: Searching ...
pt: Buscando ...

# SettingsTitle
source: Settings
pt: Configurações

# NoSearchModeSelected
source: No search mode selected. At least one needs to be selected. The default mode is Nearby.
pt: Nenhum modo de pesquisa selecionado. Pelo menos um precisa ser selecionado. O modo padrão é Proximidade.

# Unauthorize
source: Click for Unauthorize
pt: Click para Desautorizar

# SearchNearby
source: Search Options
pt: Opções de Busca

source: Search by City
pt: Busca por Cidade

# SearchByZipCode
source: Search by Post Code
pt: Busca por CEP

source: Search by Post Code
pt: Busca por Código Postal

# SearchRadius
source: Search Radius (miles)
pt: Busca por Radio(milhas)

# LoginInformation
source: Login Options
pt: Opções de Login

source: Facebook Login Information
pt: Informações de Login Facebook

source: Twitter Authorization
pt: Autorização do Twitter

# LoginShareCheckins
source: Login and share Check-Ins
pt: Login e compartilhe Check-Ins

source: Share Check-Ins
pt: Compartilhe Check-Ins

# Zipcode
source: Search by Zip Code
pt: Busca por Código Postal

source: Name
pt: Nome

source: User Name
pt: Nome de Usuário

source: Account details
pt: Detalhes da Conta

source: Facebook account details
pt: Detalhes da conta do Facebook

# PushDealsNotifications
source: Push Notifications
pt: Ativar Notificações de Ofertas

source: Search by Location
pt: Busca por localidade

# MoreTitle
source: More
pt: Mais

source: Show More Classifieds >>
pt: Mostrar mais Classificados >>

source: << Show Previous Classifieds
pt: << Mostrar Classificados Anteriores

source: All Classifieds
pt: Todos os Classificados

# LoadNextClassifieds
source: Load More Classifieds >>
pt: Carregue mais Classificados >>

# LoadPreviousClassifieds
source: << Previous 20 Classifieds
pt: << 20 Classificados Anteriores

# LoginTitle
source: Login
pt: Entrar

# LoginButton
source: Log In
pt: Entrar

# LogoutButton
source: Logout
pt: Sair

source: Login fail!
pt: Falha ao Entrar!

# EmailRequired
source: An e-mail is required.
pt: Email é obrigatório.

# PasswordRequired
source: A password is required.
pt: Senha é obrigatória.

# LoginHeaderMessage
source: Log in using your eDirectory profile
pt: Entrar usando meu perfil do eDirectory

# DealsLoginOption
source: Sign Up/Sign In without Facebook
pt: Cadastrar-se/Entrar sem Facebook

# CreateProfile
source: Create a profile
pt: Crie um perfil

# FirstNameRequired
source: First Name is required.
pt: Nome é obrigatório.

# LastNameRequired
source: Last Name is required.
pt: Sobrenome é obrigatório.

# Minimun4Char
source: Please enter a password. Passwords must be a minimum of 4 characters.
pt: Por favor, digite uma senha. Senha deve ter o mínimo de 4 caracteres.

# PasswordNotMatch
source: Password do not match. Please make sure the passwords in both fields match.
pt: Senhas não correspondem. Por favor, verifique as senhas e tente novamente.

# AddProfileHeader
source: Account and contact information
pt: Informações da Conta e de Contato

# PrivacyPolicy
source: By clicking the button below, you agree to the Terms of Service and Privacy Policy.
pt: Ao clicar no botão abaixo, você concorda com os Termos de Serviço e a Política de Privacidade.

# SignUpButton
source: Sign Up
pt: Cadastrar-se

# SelectLanguage
source: Select your preferred language
pt: Selecione um idioma de sua preferência

# UseProfile
source: Use an existing profile
pt: Usar um perfil existente

source: or
pt: ou

# LoginWithProfile
source: Login with your profile
pt: Entrar com seu perfil

# CreateNewProfile
source: Create a new profile
pt: Criar um novo perfil

# LoadNextEvents
source: Show More Events >>
pt: Mostrar mais Eventos >>

# LoadPreviousEvents
source: << Show Previous Events
pt: << Mostrar Eventos Anteriores

source: All Events
pt: Todos os Eventos

# LoadNextArticles
source: Show More Articles >>
pt: Mostrar mais Artigos >>

# LoadPreviousArticles
source: << Show Previous Articles
pt: << Mostrar Artigos anteriores

source: Map View
pt: Ver o Mapa

source: Current location
pt: Localização Atual

source: Search Results
pt: Resultados da Busca

source: Review
pt: Avaliação

# Reviewer
source: by
pt: por

# ReviewDate
source: on
pt: em

source: Review Details
pt: Detalhes da Avaliação

source: Reviews
pt: Avaliações

# WriteReview
source: Write a review
pt: Escrever uma avaliação

# StarRatingIsRequired
source: A 1-5 star rating is required.
pt: Selecione uma nota de 1-5 estrelas.

# ReviewEmailRequired
source: An e-mail address is required.
pt: Email é obrigatório.

# ReviewTitleRequired
source: A review title is required.
pt: Título da avaliação é obrigatório.

# ReviewDescriptionRequired
source: A review description is required.
pt: Comentário da avaliação é obrigatório.

source: Rating:
pt: Classificação:

# ReviewMessage
source: This place is wonderful!
pt: Este lugar é maravilhoso!

# ReviewerEmailAddress
source: E-mail Address
pt: Email

source: Review Title
pt: Título da Avaliação

source: Review Description
pt: Comentário da Avaliação

# LoadNextListings
source: Load More ...
pt: Carregar mais Empresas >>

source: Redeem
pt: Resgatar

source: Redeem code
pt: Código de Resgate

source: Your redeem code is
pt: Seu código de resgate é

source: Share with Facebook
pt: Postar no Facebook

source: Share with Twitter
pt: Postar no Twitter

source: Profile Necessary
pt: Perfil Necessário

source: No terms and conditions
pt: Sem termos e condições

# ShareFacebookRequired
source: Share with Facebook is required
pt: Compartilhar no Facebook é obrigatório

# IGotDeal
source: I just got a great deal from
pt: Eu acabei de arrematar uma oferta de

source: at
pt: em

source: Get your code
pt: Pegue seu código

source: Already redeem
pt: Item já resgatado

source: days
pt: dias

source: hours
pt: horas

source: minutes
pt: minutos

source: seconds
pt: secondos

source: Send by mail
pt: Mandar por email

source: Value
pt: Valor

source: Discount
pt: Desconto

source: Deals Left
pt: Ofertas Restantes

source: Deals Done
pt: Ofertas Compradas

# FacebookRequired
source: *required
pt: *obrigatório

# RequestByMail
source: Request by e-mail
pt: Pedido por email

source: Terms and Conditions
pt: Termos e Conditições

source: I'm at
pt: Eu estou

# AddQuickTip
source: Add a Quick Tip
pt: Adicione uma Dica Rápida

source: View Check-Ins
pt: Ver Check-Ins

source: Check-In Here
pt: Check-In Aqui

# SearchProductOrService
source: Search for business
pt: Buscar por empresa

# SearchProductOrServicePlaceholder
source: Search for business on %@
pt: Buscar por empresa em %@

# NearYou
source: you
pt: você

# SegShare
source: Share
pt: Compartilhar

# SegCompany
source: Company
pt: Empresa

# SegMapIt
source: Map it
pt: Mapa

# DealWasAlreadyRedeemed
source: This Deal was already redeemed
pt: Esta ofeta já foi arrematada

source: Time Left for Deal
pt: Tempo restante da oferta

# DealRulesTermsService
source: Rules and Terms of Service
pt: Termos e Condições

# DealDiscount
source: %.0f%% Discount
pt: %.0f%% de Desconto

# dealWait
source: Searching deals...
pt: Procurando ofertas...

# LoadingDashItems
source: Loading Dashboard Items
pt: Carregando Itens

# ButtonSignUp
source: Sign Up
pt: Cadastrar-se

# ButtonSignIn
source: Sign In
pt: Logar

# FormPassword
source: Password
pt: Senha

# FormVerifyPassword
source: Verify Password
pt: Verificar Senha

# FormFullName
source: Full Name
pt: Nome

source: Login with Facebook
pt: Logar com Facebook

# GrabDealCongratulations
source: Congratulations! You grabbed this Deal
pt: Parabens! Você arrematou esta oferta

# DealCode
source: Redeem Code
pt: Código Promocional

# DealWillBeSavedInMyDeals
source: This Deal is saved in your "My Deals" menu
pt: Esta oferta foi gravada no menu "Minhas Empresas"

# YouGrabbedDealAlready
source: You grabbed this Deal already
pt: Você já arrematou esta Oferta

source: Expiring Deals
pt: Ofertas Vencidas

source: Unused Deals
pt: Ofertas não utilizadas

source: Used Deals
pt: Ofertas usadas

# YouCanUseDealUntil
source: You can use this Deal until
pt: A Oferta pode ser utilizada até

# PhoneTip
source: country + area + number
pt: país + área + número

source: Your Phone Number
pt: Número de Telefone

source: Call me!
pt: Ligue-me!

source: Call Request
pt: Requisitar Ligação

# CallRequestSuccessMessage
source: Request sent successfully! Please, wait for response.
pt: Requisição feita com sucesso! Por favor, aguarde a ligação.

# AddFavorites
source: Add to Favorites
pt: Favoritar

source: Show All Reviews
pt: Ver todas as Avaliações

source: Gallery
pt: Galeria

source: Share with E-mail
pt: Mandar por E-mail

source: Detele actual photo
pt: Detelar foto atual

# TakeAnotherPicture
source: You've already attached a piture. Take another one?
pt: Você já adicionou uma foto. Tirar outra?

source: Just Delete
pt: Apenas Remova

# TakeAnother
source: Take Another Picture
pt: Tirar Outra

source: E-mail Address
pt: Endereço de E-mail

source: Remove
pt: Remover

source: Take with camera
pt: Usar a Camera

source: Choose from library
pt: Escolher da Biblioteca

# XReviews
source: %i Review
pt: %i Avaliação

# XReviewsPlural
source: %i Reviews
pt: %i Avaliações

# BusinessTitleReview
source: %@ review
pt: Avaliação de %@

source: Rate
pt: Avaliação

source: Rate it
pt: Avalie

source: Shared successfully!
pt: Compartilhado com sucesso!

source: Load more...
pt: Trazer mais...

# MustTypeKeyword
source: Please type a keyword
pt: Por favor digite uma palavra-chave

# sharedEmailBodyText
source: I thought you would find this interesting: %@ Shared from the Business Finder mobile app
pt: Eu acho que você poderia gostar: %@ Compartilhado de Business Finder aplicativo móvel

# reviewtextInitialMessage
source: Type your review
pt: Digite aqui sua avaliação sobre esta empresa.

# RetrieveTitle
source: Retrieve Password
pt: Recuperar Senha

# RetrieveMessage
source: In order to retrieve your password, please inform the e-mail used in your registration and press proceed.
pt: Para recuperar sua senha, por favor, informe o e-mail utilizado em seu cadastro e em seguida pressione Recuperar

# RetrieveButtonTitle
source: Retrieve
pt: Recuperar

# RetrieveFeedbackMessage
source: Soon, you will receive an email with your password.
pt: Em Breve você receberá um e-mail com sua senha.
